{
    "intro": {
        "0": {
            "speaker": "Kismet",
            "text": "Alien, you'd best persuade Gleaming Shoal to let you into the station now. Or, you could let him hold you in these docks indefinitely, and we'll get to know each other quite well. Your choice."
        },
        "1": {
            "speaker": "Mysterious Voice",
            "text": "At least you have one ally in this. Oh, and there's me as well, I suppose."
        },
        "2": {
            "speaker": "Mysterious Voice",
            "text": "Thankfully, against such unreasonable individuals, you have logic on your side. You should have collected a wealth of persuasive evidence to rebuff any contradictory arguments this goon presents."
        },
        "3": {
            "speaker": "Mysterious Voice",
            "text": "Looks like he'll have quite a few to sling your way. Just remember to stay on topic–I doubt you'll be very convincing if you fail to address this dracon's current argument."
        },
        "4": {
            "speaker": "Kismet",
            "text": "Remember, Gleaming Shoal is supposedly a busy man. As a marooned foreign species, you have very little credibility in his eyes. He won't give you many opportunities to sway his mind."
        },
        "5": {
            "speaker": "Mysterious Voice",
            "text": "Just keep your wits about you and you'll be fine. You can consult me and perhaps that other guard if you really need help."
        },
        "6": {
            "speaker": "Gleaming Shoal",
            "text": "Are you listening to me, alien?"
        }
    },
    "0": {
        "id": "xenobio",
        "name": "Xenobiological Hazard",
        "speaker": "Gleaming Shoal",
        "text": "Honestly, we’re lucky that you haven’t killed us already. New species unwittingly carry deadly pathogens all the time. Some have waited months before we can develop the appropriate containment measures for ISS standards. Unless you can show me you aren’t a walking public safety hazard, I can’t let you pass.",
        "correct": {
            "0": {
                "speaker": "Me",
                "text": "I have a report right here from Dr. Mesmer-Quiverly that approves my passage onto the station. Is that enough?"
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "You do? So fast? She's an efficient little Sprite, isn't she. Well, let's have a look... Shapeshifter toxins... only through bloodborne transport? Hrrngh... I suppose this is in order."
            }
        },
        "incorrect": {
            "0": {
                "speaker": "Me",
                "text": "You might be interested in seeing this..."
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "For all I know, that could have thousands of lethal microbes on it. No thanks."
            }
        },
        "kismet": {
            "0": {
                "speaker": "Kismet",
                "text": "You did make sure you weren't contagious... right?"
            }
        },
        "mysterious": {
            "0": {
                "speaker": "Mysterious Voice",
                "text": "Surely you had the sense to get the clearance needed? It should be on your datapad, no?"
            }
        },
        "counters": ["biologistApproval"]
    },
    "1": {
        "id": "xenopsych",
        "name": "Xenopsychological Clearance",
        "speaker": "Gleaming Shoal",
        "text": "And conveniently, you’ve lost your memory. You’ve been lost in space. You’re begging for station access. The last time this happened three years ago, we had to eject the alien for sociopathic tendencies and murderous intent. Why would I permit you to board knowing so little about your state of mind?",
        "correct": {
            "0": {
                "speaker": "Me",
                "text": "I'm not insane. Dr. Valken could tell you more. Actually, here's his written word, right here."
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "I... you talked with Valken? I don't suppose... nggraah. I didn't think you were too mentally stable when I had a look at you. But it seems I must accept the good doctor's word."
            }
        },
        "incorrect": {
            "0": {
                "speaker": "Me",
                "text": "I'm not insane. Promise. Take a look at this!"
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "You're not helping your case."
            },
            "2": {
                "speaker": "Kismet",
                "text": "You really aren't."
            }
        },
        "kismet": {
            "0": {
                "speaker": "Kismet",
                "text": "Well, I certainly thought you were insane as well."
            }
        },
        "mysterious": {
            "0": {
                "speaker": "Mysterious Voice",
                "text": "Surely you had the sense to get the clearance needed? It should be on your datapad, no??"
            }
        },
        "counters": ["psychologistApproval"]
    },
    "2": {
        "id": "quasaria-logo-fill",
        "name": "Writ of Detainer",
        "speaker": "Gleaming Shoal",
        "text": "I have the right and authority to detain any potentially harmful substance, artifact, or alien. You are a new, unknown, undocumented, and thus, unprotected species. As dockmaster, I invoke jus ca'val xeno quaesar. Alien, you have no right to enter or petition my will. If I say to wait, you must comply.",
        "correct": {
            "0": {
                "speaker": "Me",
                "text": "Actually I have something here that might sway your mind."
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "I don't believe it. I won't. Who are you to undermine my authority? I... won't stand for this!"
            }
        },
        "incorrect": {
            "0": {
                "speaker": "Me",
                "text": "Well... uh... how about this?"
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "You think that's going to change my mind? Think again. Otherwise stop wasting my time."
            }
        },
        "kismet": {
            "0": {
                "speaker": "Kismet",
                "text": "... he's mad! It is true he can impose jus ca'val xeno-quaesar, which categorizes you as an object rather than a sentient species, but this is unprecedented. The fact that he's using this antiquated law means he's desperate. You may be forced to convince him by other means."
            }
        },
        "mysterious": {
            "0": {
                "speaker": "Mysterious Voice",
                "text": "It's been a long time since I was on this station. Perhaps that Kismet woman knows more."
            }
        },
        "counters": ["indecipherable-note-research"]
    },
    "3": {
        "id": "sponsor",
        "bluff": true,
        "name": "Sponsorship",
        "speaker": "Gleaming Shoal",
        "text": "Most aliens require explicit sponsorship by a Council member in order to pass into the station. I'll need you to present approval from a higher governmental entity before you may proceed.",
        "correct": {
            "0": {
                "speaker": "Me",
                "text": "Are you quite sure about that? I can see right through your bluff."
            },
            "1": {
                "speaker": "Me",
                "text": "You dare–ggrrraaah. Fine. I suppose I don't have to enforce that so stringently."
            }
        },
        "incorrect": {
            "0": {
                "speaker": "Me",
                "text": "I'm sure you'll feel differently when you see this."
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "It seems your species, whatever it may be, is incapable of handling reason."
            }
        },
        "kismet": {
            "0": {
                "speaker": "Kismet",
                "text": "To be honest, I have... never heard of this regulation before. If I remember correctly, similar legislation was repealed by the Council almost two septuagenium ago."
            }
        },
        "mysterious": {
            "0": {
                "speaker": "Mysterious Voice",
                "text": "It's been a long time since I was on this station. Perhaps that Kismet woman knows more."
            }
        },
        "counters": ["call-bluff"]
    },
    "4": {
        "id": "emp",
        "bluff": true,
        "name": "EDoS",
        "speaker": "Gleaming Shoal",
        "text": "Recently the station sustained a denial of service attack from a electromagnetic pulse, which we traced back to a spacecraft-mounted device. How can I be assured that you are not the responsible party for that attack?",
        
        "correct": {
            "0": {
                "speaker": "Me",
                "text": "Are you quite sure about that? I can see right through your bluff."
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "... well, perhaps you don't need to address that concern after all. My warning still applies!"
            }
        },
        "incorrect": {
            "0": {
                "speaker": "Me",
                "text": "Is this relevant to what you're talking about?"
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "That hardly looks relevant in my view."
            }
        },
        "kismet": {
            "speaker": "Kismet",
            "text": "I think he speaks of the attack two days ago. I had the same thought as well, but your shuttle did not appear to store any active pulse-carrying devices the last time I searched it."
        },
        "mysterious": {
            "speaker": "Mysterious Voice",
            "text": "It's been a long time since I was on this station. Perhaps that Kismet woman knows more."
        },
        "counters": ["call-bluff"]
    },
    "5": {
        "id": "currency",
        "bluff": true,
        "name": "Foreign Economy",
        "speaker": "Gleaming Shoal",
        "text": "Admission could be expedited by any valuables or form of currency you may have on you. It is, in fact, one of the requirements for clearance past these docks.",
        "correct": {
            "0": {
                "speaker": "Me",
                "text": "You can't think I actually buy that argument."
            },
            "1": {
                "speaker": "Me",
                "text": "You dare–ggrrraaah. Fine. I suppose I don't have to enforce that so stringently."
            }
        },
        "incorrect": {
            "0": {
                "speaker": "Me",
                "text": "How about taking a look at this?"
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "... does that bear any relation at all to the present topic?"
            }
        },
        "kismet": {
            "speaker": "Kismet",
            "text": "Ah, the Council does think highly of such things. Do you have any material, digital, or ethereal credit? Anything that might be fairly valuable?"
        },
        "mysterious": {
            "speaker": "Mysterious Voice",
            "text": "I wouldn't hand anything over if I were you. I can hear the unease in his voice."
        },
        "counters": ["call-bluff"]
    },
    "ability": {
        "bluff": {
            "0": {
                "id": "bluff",
                "name": "Bluff",
                "speaker": "Gleaming Shoal",
                "text": "Clearance is a long and arduous process, alien! Don't think you can simply bypass the regulations of the ISS!"
            }
        },
        "obstinate": {
            "0": {
                "id": "obstinate",
                "name": "Obstinate Will",
                "speaker": "Gleaming Shoal",
                "text": "I refuse to budge on this point. This is a crucial matter, and I will not shirk my duties."
            }
        }
    },
    "custom": {
        "bluff": {
            "0": {
                "speaker": "Mysterious Voice",
                "text": "He's resorted to bluffing, has he? Watch out for suspicious statements, and call his bluff when you think he's lying."
            }
        },
        "obstinate": {
            "0": {
                "speaker": "Kismet",
                "text": "There's nothing that irritates me more than the single-minded will of this dracon. If you can't somehow address or get him to move on from this argument, he will simply keep harping on it forever."
            }
        }
    },
    "lose": {
        "0": {
            "id": "lose",
            "name": "lose",
            "speaker": "Gleaming Shoal",
            "text": "Enough. I've made my decision. Station Zero cannot accommodate an unknown alien who claims to have no memories. I won't grant you passage."
        },
        "1": {
            "actions": {
                "custom": "gameoverYou were forbidden to enter the station..."
            },
            "id": "gameover",
            "name": "gameover",
            "speaker": "Gleaming Shoal",
            "text": "Placeholder"
        }
    }, 
    "win": {
        "0": {
            "id": "win",
            "name": "win",
            "speaker": "Gleaming Shoal",
            "text": "You've made your case, alien. Perhaps this is against my better judgment, but I'll allow you passage onto the station. Watch your step - one wrong move, and I'll be there."
        },
        "1": {
            "actions": {
                "custom": "credits"
            },
            "id": "credits",
            "name": "credits",
            "speaker": "Gleaming Shoal",
            "text": "Placeholder"
        }
    },
    "onEnd": "loadMainGameState"
}