{
    "0": {
        "id": "xenobio",
        "name": "Xenobiological Hazard",
        "speaker": "Gleaming Shoal",
        "text": "Honestly, we’re lucky that you haven’t killed us already. New species unwittingly carry deadly pathogens all the time. Some have waited months before we can develop the appropriate containment measures for ISS standards. Unless you can show me you aren’t a walking public safety hazard, I can’t let you pass.",
        "correct": {
            "0": {
                "speaker": "Me",
                "text": "I have a report right here from Dr. Talvine-Quiverly that approves my passage onto the station. Is that enough?"
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "You do? I hadn't anticipated that sprite would... well..."
            }
        },
        "incorrect": {
            "0": {
                "speaker": "Me",
                "text": "You might be interested in seeing this..."
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "I don't think that answers a thing."
            }
        },
        "counters": ["listener"]
    },
    "1": {
        "id": "xenopsych",
        "name": "Xenopsychological Clearance",
        "speaker": "Gleaming Shoal",
        "text": "Conveniently, you’ve lost your memory. You’ve been lost in space. You’re begging for station access. The last time this happened three years ago, we had to eject the alien for sociopathic tendencies and murderous intent. Why would I permit you to board knowing so little about your state of mind?",
        "correct": {
            "0": {
                "speaker": "Me",
                "text": "I'm not insane, This might tell you a little more."
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "You do? I hadn't anticipated that sprite would... well..."
            }
        },
        "incorrect": {
            "0": {
                "speaker": "Me",
                "text": "You might be interested in seeing this..."
            },
            "1": {
                "speaker": "Gleaming Shoal",
                "text": "I don't think that answers a thing."
            }
        },
        "counters": ["note"]
    },
    "2": {
        "id": "saint-basil-cathedral",
        "name": "Writ of Detainer",
        "speaker": "Gleaming Shoal",
        "text": "I have the right and authority to detain any potentially harmful substance, artifact, or alien. You are a new, unknown, undocumented, and thus, unprotected species. If I say to wait, you must comply.",
        "counters": ["indecipherable-note-research"]
    }
}