{"0":{"actions":{},"comments":[],"id":0,"responses":[{"target":1,"text":"Hi. I'm... not sure who I am."},{"target":2,"text":"Nice to meet you."},{"target":3,"text":"You're the one who's going to analyze my brain."},{"conditions":{"vardebug":"true"},"target":59,"text":"DEBUG - SKIP TO END"}],"showOnce":0,"speaker":"Dr. Valken","text":"Oh, hello. I'm Dr. Valken, Station Zero's resident xenopsychologist."},"1":{"actions":{},"comments":[],"id":1,"responses":[{"target":4,"text":"You know Kismet?"},{"target":5,"text":"Gleaming Shoal seems to take his job very seriously."},{"target":6,"text":"Are all Dracon like him?"}],"showOnce":0,"speaker":"Dr. Valken","text":"Yes, I heard from Kismet about your amnesia. I'm sorry for the way that Gleaming Shoal treated you. We generally don't welcome new arrivals by threatening to launch them into the nearest star."},"2":{"actions":{},"comments":[],"id":2,"responses":[{"target":4,"text":"You know Kismet?"},{"target":7,"text":"It just seemed like the right thing to say."},{"target":8,"text":"You think I'll recover from my amnesia?"}],"showOnce":0,"speaker":"Dr. Valken","text":"And you as well. Is that the traditional greeting of your culture? Never mind, I suppose you wouldn't know. Kismet told me of your amnesia. In any case, it's a pleasant thing to say, and the fact that you remember it bodes well for your recovery."},"3":{"actions":{},"comments":[],"id":3,"responses":[{"target":9,"text":"That's reassuring. Thanks."},{"target":10,"text":"Dr. Mesmir-Quiverly?"},{"target":11,"text":"You and I have different concepts of 'invasive.'"}],"showOnce":0,"speaker":"Dr. Valken","text":"That's not exactly what I do. Unlike Dr. Mesmer-Quiverly's examination, mine won't involve any scans, needles, or instruments. I'm just going to ask you a few questions to try to gain an understanding of your thoughts and behavior. It won't be invasive at all."},"4":{"actions":{},"comments":[],"id":4,"responses":[{"target":15,"text":"You're the same species, then?"},{"target":16,"text":"She was kinder than Gleaming Shoal."},{"target":17,"text":"Does she work for Gleaming Shoal?"}],"showOnce":0,"speaker":"Dr. Valken","text":"I do. There are parts of the station that our people frequent, and I see her in those places often. We've struck up something of a friendship, though I wouldn't call us close."},"5":{"actions":{},"comments":[],"id":5,"responses":[{"target":24,"text":"I'm sure you know all kinds of dirty secrets about people."},{"target":25,"text":"That's a good policy to have."},{"target":13,"text":"I suppose Gleaming Shoal is just doing his job."}],"showOnce":0,"speaker":"Dr. Valken","text":"He has his reasons, but that's all I can say. I'm not exactly a physician, but it's still against my code of ethics to reveal intimate details about someone I've interacted with professionally."},"6":{"actions":{},"comments":[],"id":6,"responses":[{"target":12,"text":"I suppose I'll have to meet more of them and decide for myself."},{"target":13,"text":"I understand. He's just doing his job."},{"target":14,"text":"Proud or not, he doesn't have to be a jerk."}],"showOnce":0,"speaker":"Dr. Valken","text":"I hate to generalize, but in some ways, that's part of my job description. Dracon describe themselves as a proud race, and I have to agree. That pride can manifest itself in different ways: pride in family, pride in craftsmanship, pride in one's own work. They're not all alike, but they do share a culture."},"7":{"actions":{},"comments":[],"id":7,"responses":[{"target":23,"text":"I don't know if I would call it luck."},{"target":23,"text":"What do you mean, targeted?"}],"showOnce":0,"speaker":"Dr. Valken","text":"It's interesting that you still have a solid grasp of social cues and verbal niceties, despite lacking all memories of your past. You're either very lucky, or the origin of your amnesia was targeted in some way - physically or psychologically."},"8":{"actions":{},"comments":[],"id":8,"responses":[{"target":9,"text":"That's reassuring. Thanks."},{"target":21,"text":"Is there a way to find out what caused it?"},{"target":22,"text":"I guess I'll just have to wait and see."}],"showOnce":0,"speaker":"Dr. Valken","text":"Very few forms of amnesia are permanent. Without knowledge of what caused it, I can't say for certain, but it's likely that you'll recover some portion of your memories as time goes on."},"9":{"actions":{},"comments":[],"id":9,"responses":[{"target":18,"text":"You know about my amnesia?"},{"target":4,"text":"You know Kismet?"},{"target":5,"text":"Gleaming Shoal seems to take his job very seriously."},{"target":6,"text":"Are all Dracon like him?"}],"showOnce":0,"speaker":"Dr. Valken","text":"I heard about your encounter with Gleaming Shoal. Kismet says you handled yourself well, but it must have been stressful. He can be difficult to deal with even for someone with all of their memories intact."},"10":{"actions":{},"comments":[],"id":10,"responses":[{"target":19,"text":"Small? That's an understatement... uh, overstatement?"},{"target":20,"text":"Mechanical wings?"}],"showOnce":0,"speaker":"Dr. Valken","text":"My colleague. She specializes in xenobiology. You might have missed her; she's on the small side. Four inches tall, but no trouble getting around, thanks to her mechanical wings."},"11":{"actions":{},"comments":[],"id":11,"responses":[{"target":18,"text":"You know about my amnesia?"}],"showOnce":0,"speaker":"Dr. Valken","text":"You're not wrong. Psychological questioning can be quite invasive if performed in a certain way. However, due to your amnesia, I suspect that won't be an issue. You simply won't have answers to the more... probing questions I could ask."},"12":{"actions":{},"comments":[],"id":12,"responses":[{"target":29,"text":"What are you trying to judge?"},{"target":28,"text":"What do you think so far?"}],"showOnce":0,"speaker":"Dr. Valken","text":"Talking to people is certainly a valid way of forming opinions about them. More valid than most. It's the approach I intend to take here, although my goal isn't exactly to form an opinion about you. More of a professional judgment."},"13":{"actions":{},"comments":[],"id":13,"responses":[{"target":30,"text":"I would."},{"target":31,"text":"I generally try not to err."},{"target":32,"text":"Just how much danger is this station in?"}],"showOnce":0,"speaker":"Dr. Valken","text":"Indeed. If you believed that it was your duty to keep this station and all of its inhabitants safe, wouldn't you err on the side of caution?"},"14":{"actions":{},"comments":[],"id":14,"responses":[{"target":31,"text":"Justified or not, it's still a mistake."},{"target":32,"text":"Just how much danger is this station in?"}],"showOnce":0,"speaker":"Dr. Valken","text":"It certainly doesn't excuse his behavior. On that, we can agree. Gleaming Shoal believes it is his duty to keep Station Zero and all of its inhabitants safe... so he chooses to err on the side of caution."},"15":{"actions":{},"comments":[],"id":15,"responses":[{"target":34,"text":"Is that why you study xenopsychology?"},{"target":35,"text":"That's an interesting trait to have."}],"showOnce":0,"speaker":"Dr. Valken","text":"Yes, we are both Asura. Our species is one of the most populous on the station, but we're not driven to socialize with each other as other species do. Asura tend to take a greater interest in the affairs of other species than our own."},"16":{"actions":{},"comments":[],"id":16,"responses":[{"target":24,"text":"I'm sure you know all kinds of dirty secrets about people."},{"target":25,"text":"That's a good policy to have."}],"showOnce":0,"speaker":"Dr. Valken","text":"I'm glad someone was kind to you. Kismet isn't the gentlest soul, but she has no interest in cruelty, and she's always stood up for those without strong voices of their own. I should... not speak more of her. When things are said in confidence, my policy is not to repeat them."},"17":{"actions":{},"comments":[],"id":17,"responses":[{"target":24,"text":"I'm sure you know all kinds of dirty secrets about people."},{"target":25,"text":"That's a good policy to have."}],"showOnce":0,"speaker":"Dr. Valken","text":"In a way. She is employed as a security guard for this part of the station. As docks administrator, Gleaming Shoal is technically her superior, though she doesn't like to be reminded of it. I should... not speak more of her. When things are said in confidence, my policy is not to repeat them."},"18":{"actions":{},"comments":[],"id":18,"responses":[{"target":4,"text":"You know Kismet?"},{"target":5,"text":"Gleaming Shoal seems to take his job very seriously."},{"target":6,"text":"Are all Dracon like him?"}],"showOnce":0,"speaker":"Dr. Valken","text":"Yes, Kismet told me. I believe you met her on your way into the station. It sounds like you had a harrowing experience with Gleaming Shoal."},"19":{"actions":{},"comments":[],"id":19,"responses":[{"target":37,"text":"Thanks for the heads-up."}],"showOnce":0,"speaker":"Dr. Valken","text":"Her height is quite average for her species. Sprites generally aren't sensitive about their size, but you should still try to be polite. As a general rule, anyway. Dr. Mesmir-Quiverly won't care much about your manners, but that's just her way."},"20":{"actions":{},"comments":[],"id":20,"responses":[{"target":38,"text":"Not to mention the possibility of getting squashed."},{"target":39,"text":"That's amazing. A race who invented their own wings?"}],"showOnce":0,"speaker":"Dr. Valken","text":"A convenient little invention. You'll rarely see a Sprite without them. It's much slower for them to get around on foot, as you can imagine."},"21":{"actions":{},"comments":[],"id":21,"responses":[{"target":36,"text":"Do you have any advice on that front?"},{"target":36,"text":"It sounds like convincing him won't be easy."}],"showOnce":0,"speaker":"Dr. Valken","text":"I don't want to give you false hope, so all I can tell you is that it might be possible. If you are able to leave quarantine and enter the station, I can run tests in my clinic to see if there's a neurological cause. But nothing can really be done until Gleaming Shoal allows you to leave."},"22":{"actions":{},"comments":[],"id":22,"responses":[{"target":36,"text":"Do you have any advice on that front?"},{"target":36,"text":"It sounds like convincing him won't be easy."}],"showOnce":0,"speaker":"Dr. Valken","text":"If you are able to leave quarantine and enter the station, I can run tests in my clinic to see if there's a neurological cause. But nothing can really be done until Gleaming Shoal allows you to leave."},"23":{"actions":{},"comments":[],"id":23,"responses":[{"target":33,"text":"That's true."},{"target":33,"text":"I didn't think of it that way."}],"showOnce":0,"speaker":"Dr. Valken","text":"Think of it this way. You could have lost your memories of how to walk, or speak, or avoid soiling yourself. It's much more convenient to merely forget your name and history, but retain the social skills to interact normally with others."},"24":{"actions":{},"comments":[],"id":24,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."},{"target":28,"text":"What do you think so far?"}],"showOnce":0,"speaker":"Dr. Valken","text":"It's part of the nature of my work. But don't worry. My purpose here isn't to try to uncover your secrets. I only need to reassure Gleaming Shoal that you aren't some kind of terrorist or serial killer."},"25":{"actions":{},"comments":[],"id":25,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."},{"target":28,"text":"What do you think so far?"}],"showOnce":0,"speaker":"Dr. Valken","text":"I'm glad you agree. So, the details of our conversation won't leave this room. I only have to report to Gleaming Shoal in the most general of terms that you aren't some kind of terrorist or serial killer."},"26":{"actions":{},"comments":[],"id":26,"responses":[{"target":40,"text":"What kind of incidents?"},{"target":41,"text":"I guess I arrived at a bad time."},{"target":41,"text":"Just my luck."}],"showOnce":0,"speaker":"Dr. Valken","text":"Generally, no. The population is composed mainly of diplomats, not politicians. It may seem like a small difference, but one is much more provocative than the other. Unfortunately, we've had a handful of incidents in the past year, and security has tightened as a result."},"27":{"actions":{},"comments":[],"id":27,"responses":[{"target":40,"text":"What kind of incidents?"},{"target":41,"text":"I guess I arrived at a bad time."},{"target":41,"text":"Just my luck."}],"showOnce":0,"speaker":"Dr. Valken","text":"I'm not trying to accuse you. Unfortunately, we've had a handful of incidents in the past year, and security has tightened as a result. A lone alien claiming to have no memories could concern some people on the station."},"28":{"actions":{},"comments":[],"id":28,"responses":[{"target":40,"text":"What kind of incidents?"},{"target":41,"text":"I guess I arrived at a bad time."},{"target":41,"text":"Just my luck."}],"showOnce":0,"speaker":"Dr. Valken","text":"I haven't observed any cause for alarm in your behavior. Unfortunately, we've had a handful of incidents in the past year, and security has tightened as a result. A lone alien claiming to have no memories could concern some people on the station."},"29":{"actions":{},"comments":[],"id":29,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."},{"target":28,"text":"And what do you think so far?"}],"showOnce":0,"speaker":"Dr. Valken","text":"I've been given a very loose set of criteria. What it boils down to is making sure that you aren't some kind of terrorist or a serial killer. You know, the kind of person you wouldn't want to release onto a space station with thousands of innocent people."},"30":{"actions":{},"comments":[],"id":30,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."}],"showOnce":0,"speaker":"Dr. Valken","text":"That doesn't sound like something a terrorist or a serial killer would say. Which bodes well for the report I'll be making to Gleaming Shoal about you."},"31":{"actions":{},"comments":[],"id":31,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."}],"showOnce":0,"speaker":"Dr. Valken","text":"Sometimes mistakes are unavoidable. I don't think Gleaming Shoal was overcautious in ordering me to examine you, but I've found no cause for alarm so far. You don't seem to be any kind of terrorist or serial killer."},"32":{"actions":{},"comments":[],"id":32,"responses":[{"target":40,"text":"What kind of incidents?"},{"target":41,"text":"I guess I arrived at a bad time."},{"target":41,"text":"Just my luck."}],"showOnce":0,"speaker":"Dr. Valken","text":"A year ago, I would have said little to none. But there have been a few incidents in the past year that have made people nervous. Security has tightened as a result. You're suffering the consequences, I'm afraid."},"33":{"actions":{},"comments":[],"id":33,"responses":[{"target":42,"text":"Lucky me."},{"target":42,"text":"Think of it as a chance to learn something."}],"showOnce":0,"speaker":"Dr. Valken","text":"In any case, I've never had the opportunity to study someone with amnesia. You might be the most challenging patient I've ever had."},"34":{"actions":{},"comments":[],"id":34,"responses":[{"target":42,"text":"Lucky me."},{"target":42,"text":"Think of it as a chance to learn something."}],"showOnce":0,"speaker":"Dr. Valken","text":"It's one reason why. I've always been fascinated by alien minds. I've never had the opportunity to study someone with amnesia, however. You might be the most challenging patient I've ever had."},"35":{"actions":{},"comments":[],"id":35,"responses":[{"target":42,"text":"Welcome to the club."},{"target":42,"text":"I wouldn't wish this on anyone."}],"showOnce":0,"speaker":"Dr. Valken","text":"It makes you wonder about our evolutionary history, doesn't it? Unfortunately, most of the early history of the Asura was never recorded... and if it was, the records were lost. We suffer from a kind of racial amnesia. We're like you in that way."},"36":{"actions":{},"comments":[],"id":36,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."}],"showOnce":0,"speaker":"Dr. Valken","text":"My role is to reassure him that you aren't some kind of terrorist or serial killer. I can't help you much beyond that... but you should speak with Kismet. She has far more experience dealing with Gleaming Shoal than I do."},"37":{"actions":{},"comments":[],"id":37,"responses":[{"target":42,"text":"Lucky me."},{"target":42,"text":"Think of it as a chance to learn something."}],"showOnce":0,"speaker":"Dr. Valken","text":"In any case, I suspect her task will be easier than mine. I've never had the opportunity to study someone with amnesia. You might be the most challenging patient I've ever had."},"38":{"actions":{},"comments":[],"id":38,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."}],"showOnce":0,"speaker":"Dr. Valken","text":"Yes, that could be a real danger. In any case, we should return to the matter at hand. Dr. Mesmer-Quiverly's role is to ascertain your physical health. Mine is to reassure Gleaming Shoal that you aren't a terrorist or serial killer of some kind."},"39":{"actions":{},"comments":[],"id":39,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."}],"showOnce":0,"speaker":"Dr. Valken","text":"I've always found the Sprites impressive, for many reasons. In any case, we should return to the matter at hand. Dr. Mesmer-Quiverly's role is to ascertain your physical health. Mine is to reassure Gleaming Shoal that you aren't a terrorist or serial killer of some kind."},"40":{"actions":{},"comments":[],"id":40,"responses":[{"target":43,"text":"Sounds like things have been tough for you."},{"target":46,"text":"Yeah, that's definitely not my problem."}],"showOnce":0,"speaker":"Dr. Valken","text":"A few scattered cases of civil disorder. Someone impersonated an Asuran diplomat and tried to detonate a bioweapon. Orbiting Rakshash has inflamed some tensions among my people. But none of that has anything to do with you. You're clearly no Asuran."},"41":{"actions":{},"comments":[],"id":41,"responses":[{"target":43,"text":"Sounds like things have been tough for you."},{"target":46,"text":"Yeah, that's definitely not my problem."}],"showOnce":0,"speaker":"Dr. Valken","text":"Most of the unrest has been centered around the Asuran population, anyway. Orbiting Rakshash has made my people... restless. But none of that has anything to do with you. You're clearly no Asuran."},"42":{"actions":{},"comments":[],"id":42,"responses":[{"target":26,"text":"Does Station Zero have a terrorist problem?"},{"target":27,"text":"I certainly don't intend to kill anyone."}],"showOnce":0,"speaker":"Dr. Valken","text":"In any case, we should return to the matter at hand. My task at the moment is to reassure Gleaming Shoal that you aren't a terrorist or serial killer of some kind."},"43":{"actions":{},"comments":[],"id":43,"responses":[{"target":44,"text":"I'm not one of those people, trust me."},{"target":45,"text":"You don't have any family?"},{"target":46,"text":"You could help someone. Me."}],"showOnce":0,"speaker":"Dr. Valken","text":"For me? It's kind of you to say, but my life hasn't seen much change. I have no connections to Asuran politics and no family to worry about. The hardship of others is... troubling, but regrettably, there's little I can do, besides do my part to keep dangerous people off the station."},"44":{"actions":{},"comments":[],"id":44,"responses":[{"target":46,"text":"I was just thinking the same thing."},{"target":46,"text":"We're different in a lot of ways, too."},{"target":46,"text":"I'm just glad your translator can understand me."}],"showOnce":0,"speaker":"Dr. Valken","text":"It's usually difficult to tell much about someone's character from a single conversation. But for someone from an alien culture, you're surprisingly easy to talk to. I've always found it fascinating how societies can evolve on different planets, yet share so many social traits."},"45":{"actions":{},"comments":[],"id":45,"responses":[{"target":46,"text":"I see."},{"target":46,"text":"That's an odd tradition."},{"target":46,"text":"Must have been lonely, being on your own."}],"showOnce":0,"speaker":"Dr. Valken","text":"Some Asura form family groups, but my parents were more... traditional. They raised me until I could care for myself, then went their separate ways. I could track them down if I cared to, but I've never felt the need."},"46":{"actions":{},"comments":[],"id":46,"responses":[{"target":47,"text":"I want to find out who I am and how I lost my memories."},{"target":48,"text":"Something destroyed my home world. I want revenge."},{"target":49,"text":"I want to know if I'm truly the last of my kind."},{"target":51,"text":"It seems like a good place for someone without any memories to make a fresh start."},{"target":50,"text":"Honestly? I just don't have anywhere else to go."}],"showOnce":0,"speaker":"Dr. Valken","text":"... Tell me something. Why did you come to Station Zero? What are you looking for?"},"47":{"actions":{},"comments":[],"id":47,"responses":[{"target":51,"text":"I'll try to start a new life."},{"target":52,"text":"I guess I'll leave and look for answers somewhere else."},{"target":53,"text":"I haven't planned that far ahead."}],"showOnce":0,"speaker":"Dr. Valken","text":"That does seem like a logical next step. But what will you do if the answers you're looking for aren't here?"},"48":{"actions":{},"comments":[],"id":48,"responses":[{"target":51,"text":"I'll try to start a new life."},{"target":52,"text":"I guess I'll leave and look for answers somewhere else."},{"target":53,"text":"I haven't planned that far ahead."}],"showOnce":0,"speaker":"Dr. Valken","text":"You'll need to find out what it was that destroyed your world. Unless you plan on indiscriminate vengeance... which I can't recommend. What will you do if you don't find answers here?"},"49":{"actions":{},"comments":[],"id":49,"responses":[{"target":51,"text":"I'll try to start a new life."},{"target":52,"text":"I guess I'll leave and look for answers somewhere else."},{"target":53,"text":"I haven't planned that far ahead."}],"showOnce":0,"speaker":"Dr. Valken","text":"I can tell you I've never seen anyone like you before. What will you do if you can't find an answer to that question here?"},"50":{"actions":{},"comments":[],"id":50,"responses":[{"target":51,"text":"I'd like to make a home here, if I can."},{"target":47,"text":"I do want to find out what happened to me."}],"showOnce":0,"speaker":"Dr. Valken","text":"So you hope to make a home here? Or are you looking for answers?"},"51":{"actions":{},"comments":[],"id":51,"responses":[{"target":54,"text":"Thank you."},{"target":54,"text":"I hope so, too."},{"target":55,"text":"So are we done here?"}],"showOnce":0,"speaker":"Dr. Valken","text":"You wouldn't be the first person to start over on Station Zero. It wouldn't be easy, but you could make something of yourself here. Regardless, I hope you do find answers to all of your questions."},"52":{"actions":{},"comments":[],"id":52,"responses":[{"target":54,"text":"Thank you."},{"target":54,"text":"I hope so, too."},{"target":55,"text":"So are we done here?"}],"showOnce":0,"speaker":"Dr. Valken","text":"It wouldn't be easy. If you do plan to leave, you should try to learn all you can about the galaxy first. Not every sector is safe. Regardless, I hope you find what you're looking for here."},"53":{"actions":{},"comments":[],"id":53,"responses":[{"target":54,"text":"Thank you."},{"target":54,"text":"I hope so, too."},{"target":55,"text":"So are we done here?"}],"showOnce":0,"speaker":"Dr. Valken","text":"Fair enough. For someone in your position, it might be best to take things one step at a time. Regardless, I hope you find answers to all of your questions here."},"54":{"actions":{},"comments":[],"id":54,"responses":[{"target":56,"text":"That's it? We're done?"},{"target":57,"text":"I appreciate your help."},{"target":57,"text":"Excellent. I hope to see you on the other side."}],"showOnce":0,"speaker":"Dr. Valken","text":"Take this to Gleaming Shoal. It's a positive report on my interactions with you. Combined with a positive report from Dr. Mesmir-Quiverly, it should help you persuade him to let you out of quarantine."},"55":{"actions":{},"comments":[],"id":55,"responses":[{"target":58,"text":"Hopefully? You don't sound too sure."},{"target":57,"text":"Thanks for the assist."},{"target":58,"text":"It had better be."}],"showOnce":0,"speaker":"Dr. Valken","text":"I think so. Take this report to Gleaming Shoal. Hopefully it will be enough to convince him that you aren't dangerous."},"56":{"actions":{},"comments":[],"id":56,"responses":[{"target":59,"text":"Sounds like a good idea."},{"target":59,"text":"I hope I start getting my memories back soon."},{"target":59,"text":"Well, I'm off to see Gleaming Shoal."}],"showOnce":0,"speaker":"Dr. Valken","text":"You seem sane to me. Of course, if you find yourself regaining memories, I'd like to speak with you again. It's likely that regaining memories will be disorienting for you. I can help you sort through the chaos and make sure that no damage is done."},"57":{"actions":{},"comments":[],"id":57,"responses":[{"target":59,"text":"Sounds like a good idea."},{"target":59,"text":"I hope I start getting my memories back soon."},{"target":59,"text":"Well, I'm off to see Gleaming Shoal."}],"showOnce":0,"speaker":"Dr. Valken","text":"If you find yourself regaining memories, I'd like to speak with you again. It's likely that regaining memories will be disorienting for you. I can help you sort through the chaos and make sure that no damage is done."},"58":{"actions":{},"comments":[],"id":58,"responses":[{"target":57,"text":"Noted."},{"target":57,"text":"Great. More obstacles."},{"target":57,"text":"Good thing I'm charming."}],"showOnce":0,"speaker":"Dr. Valken","text":"Gleaming Shoal is well aware that your amnesia prevents me from conducting a thorough questioning. I could give him the most glowing report possible and he might still be skeptical. You'll just have to be persuasive enough to convince him."},"59":{"actions":{"varxenopsychologist":"done","invpsychologistApproval":"add"},"comments":[],"id":59,"responses":[{"target":-1,"text":"END"}],"showOnce":0,"speaker":"Dr. Valken","text":"Good luck to you."}}